<?php
// Heading
$_['heading_title']      		= 'Производители';

// Text
$_['text_success']          	= 'Список производителей обновлен!';
$_['text_list']          		= 'Список Производителей';
$_['text_add']          		= 'Добавление Производителя';
$_['text_edit']          		= 'Редактирование производителя';
$_['text_default']          	= 'Основной магазин';
$_['text_percent']          	= 'Процент';
$_['text_amount']          		= 'Фиксированная сумма';
$_['text_kodp']          		= 'Например впешите в поле слово "Нет" - если хотите не отображать код товара';
$_['text_procent']          	= 'Процент наценки';
$_['text_koficient']          	= 'Коэфициент наценки';

// Column
$_['column_name']          		= 'Имя Производителя';
$_['column_sort_order']         = 'Порядок сортировки';
$_['column_action']          	= 'Действие';

// Entry
$_['entry_name']          		= 'Имя Производителя';
$_['entry_store']          		= 'Магазины:';
$_['entry_keyword']          	= 'SEO URL:';
$_['entry_image']          		= 'Изображение:';
$_['entry_sort_order']          = 'Порядок сортировки:';
$_['entry_type']          		= 'Тип:';
$_['entry_description']         = 'Описание';
$_['entry_meta_title']          = 'HTML-тег Title';
$_['entry_meta_h1']          	= 'HTML-тег H1';
$_['entry_meta_keyword']        = 'Мета-тег Keywords';
$_['entry_meta_description']    = 'Мета-тег Description';
$_['entry_kodp'] 				= 'Отображать код товара?';
$_['entry_nadbavka'] 			= 'Наценка товарa';

// Help
$_['help_keyword']          	= 'Замените пробелы на тире. Должно быть уникальным на всю систему.';
$_['help_kodp']                 = 'Укажите Да или Нет для того, чтоб отображать код товара для данного производителя';
$_['help_nadbavka'] 			= 'Этот раздел для того, чтоб изменять изночальную цену товара';
$_['help_procent']          	= 'Процент надбавки, может быть не более 1000 и не менее 0, а также может быть + или -';
$_['help_koficient']          	= 'Поправочный коэфициент который прибовляется к стоимости или удаляется если со знаком минус';

// Error
$_['error_permission']          = 'У Вас нет прав для изменения производителей!';
$_['error_name']          		= 'Название производителя должно быть от 3 до 64 символов!';
$_['error_keyword']          	= 'Этот SEO keyword уже используется!';
$_['error_product']          	= 'Этот производитель не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';